/* 水蓮社區巴士 — 資料檔（自原站 114.02.04 版程式化匯出，未經人工轉錄） sections：10
 * 個行駛方向區段；phoneGroups：已整併同單位多號碼。 重新產生請執行 build/gen_data_js.py。
 */
window.LHBS_DATA = {
    "version": "114.02.04",
    "normalSchedule": {
        "workday": {
            "to": [
                [
                    "06:10", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "06:20", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "06:25", "F913", "國泰醫院➡︎往汐湖橋口"
                ],
                [
                    "06:30", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "06:35", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "06:45", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "06:50", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "06:50", "F913延", "國泰醫院➡︎往忠三街口"
                ],
                [
                    "07:05", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "07:25", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "07:30", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "07:40", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "08:00", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "08:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "08:20", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "08:25", "F913", "國泰醫院➡︎往汐湖橋口"
                ],
                [
                    "08:30", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "08:40", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "09:00", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "09:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "09:30", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "09:30", "F913延", "國泰醫院➡︎往忠三街口"
                ],
                [
                    "10:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "10:25", "F913", "國泰醫院➡︎往汐湖橋口"
                ],
                [
                    "10:30", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "11:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "11:30", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "12:10", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "12:30", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "13:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "13:20", "F913延", "國泰醫院➡︎往忠三街口"
                ],
                [
                    "13:30", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "14:00", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "14:10", "F913", "國泰醫院➡︎往汐湖橋口"
                ],
                [
                    "14:30", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "15:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "15:30", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "15:40", "F913延", "國泰醫院➡︎往忠三街口"
                ],
                [
                    "15:50", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "16:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "16:10", "F913", "國泰醫院➡︎往汐湖橋口"
                ],
                [
                    "16:20", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "16:50", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "17:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "17:20", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "17:40", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "17:45", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "18:10", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "18:10", "F913", "國泰醫院➡︎往汐湖橋口"
                ],
                [
                    "18:20", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "18:25", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "18:40", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "18:45", "F913延", "國泰醫院➡︎往忠三街口"
                ],
                [
                    "18:55", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "19:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "19:10", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "19:25", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "19:40", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "20:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "20:05", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "20:30", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "20:50", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "21:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "21:20", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "21:55", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "22:30", "社巴", "水蓮➡︎往東湖捷運站"
                ]
            ],
            "from": [
                [
                    "06:25", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "06:35", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "06:50", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "06:50", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "07:00", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "07:05", "F913", "汐湖橋口➡︎往國泰醫院"
                ],
                [
                    "07:10", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "07:20", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "07:30", "F913延", "忠三街口➡︎往國泰醫院"
                ],
                [
                    "07:40", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "07:50", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "07:55", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "08:15", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "08:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "08:35", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "08:50", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "08:55", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "09:05", "F913", "汐湖橋口➡︎往國泰醫院"
                ],
                [
                    "09:15", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "09:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "09:45", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "10:10", "F913延", "忠三街口➡︎往國泰醫院"
                ],
                [
                    "10:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "10:45", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "11:05", "F913", "汐湖橋口➡︎往國泰醫院"
                ],
                [
                    "11:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "11:45", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "12:25", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "12:45", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "13:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "13:45", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "14:00", "F913延", "忠三街口➡︎往國泰醫院"
                ],
                [
                    "14:15", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "14:45", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "14:50", "F913", "汐湖橋口➡︎往國泰醫院"
                ],
                [
                    "15:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "15:45", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "16:05", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "16:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "16:20", "F913延", "忠三街口➡︎往國泰醫院"
                ],
                [
                    "16:35", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "16:50", "F913", "汐湖橋口➡︎往國泰醫院"
                ],
                [
                    "17:05", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "17:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "17:35", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "18:00", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "18:00", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "18:25", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "18:40", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "18:40", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "18:50", "F913", "汐湖橋口➡︎往國泰醫院"
                ],
                [
                    "18:55", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "19:10", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "19:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "19:25", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "19:25", "F913延", "忠三街口➡︎往國泰醫院"
                ],
                [
                    "19:40", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "19:55", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "20:20", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "20:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "20:45", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "21:05", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "21:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "21:35", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "22:10", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "22:45", "社巴", "東湖捷運站➡︎水蓮"
                ]
            ]
        },
        "holiday": {
            "to": [
                [
                    "06:25", "F913", "國泰醫院➡︎往汐湖橋口"
                ],
                [
                    "06:30", "社巴", "水蓮➡︎往南港火車站"
                ],
                [
                    "06:50", "F913延", "國泰醫院➡︎往忠三街口"
                ],
                [
                    "07:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "07:30", "社巴", "水蓮➡︎往南港火車站"
                ],
                [
                    "08:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "08:25", "F913", "國泰醫院➡︎往汐湖橋口"
                ],
                [
                    "08:30", "社巴", "水蓮➡︎往南港火車站"
                ],
                [
                    "09:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "09:30", "社巴", "水蓮➡︎往南港火車站"
                ],
                [
                    "09:30", "F913延", "國泰醫院➡︎往忠三街口"
                ],
                [
                    "10:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "10:25", "F913", "國泰醫院➡︎往汐湖橋口"
                ],
                [
                    "10:30", "社巴", "水蓮➡︎往南港火車站"
                ],
                [
                    "11:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "11:30", "社巴", "水蓮➡︎往南港火車站"
                ],
                [
                    "12:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "12:30", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "13:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "13:20", "F913延", "國泰醫院➡︎往忠三街口"
                ],
                [
                    "13:40", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "14:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "14:10", "F913", "國泰醫院➡︎往汐湖橋口"
                ],
                [
                    "14:30", "社巴", "水蓮➡︎往南港火車站"
                ],
                [
                    "15:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "15:30", "社巴", "水蓮➡︎往南港火車站"
                ],
                [
                    "15:40", "F913延", "國泰醫院➡︎往忠三街口"
                ],
                [
                    "16:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "16:10", "F913", "國泰醫院➡︎往汐湖橋口"
                ],
                [
                    "16:30", "社巴", "水蓮➡︎往南港火車站"
                ],
                [
                    "17:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "17:30", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "18:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "18:10", "F913", "國泰醫院➡︎往汐湖橋口"
                ],
                [
                    "18:40", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "18:45", "F913延", "國泰醫院➡︎往忠三街口"
                ],
                [
                    "19:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "19:30", "社巴", "水蓮➡︎往南港火車站"
                ],
                [
                    "20:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "20:30", "社巴", "水蓮➡︎往南港火車站"
                ],
                [
                    "21:10", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "21:50", "社巴", "水蓮➡︎往東湖捷運站"
                ],
                [
                    "22:30", "社巴", "水蓮➡︎往東湖捷運站"
                ]
            ],
            "from": [
                [
                    "06:50", "社巴", "南港火車站➡︎水蓮"
                ],
                [
                    "07:05", "F913", "汐湖橋口➡︎往國泰醫院"
                ],
                [
                    "07:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "07:30", "F913延", "忠三街口➡︎往國泰醫院"
                ],
                [
                    "07:50", "社巴", "南港火車站➡︎水蓮"
                ],
                [
                    "08:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "08:50", "社巴", "南港火車站➡︎水蓮"
                ],
                [
                    "09:05", "F913", "汐湖橋口➡︎往國泰醫院"
                ],
                [
                    "09:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "09:50", "社巴", "南港火車站➡︎水蓮"
                ],
                [
                    "10:10", "F913延", "忠三街口➡︎往國泰醫院"
                ],
                [
                    "10:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "10:50", "社巴", "南港火車站➡︎水蓮"
                ],
                [
                    "11:05", "F913", "汐湖橋口➡︎往國泰醫院"
                ],
                [
                    "11:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "11:50", "社巴", "南港火車站➡︎水蓮"
                ],
                [
                    "12:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "12:45", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "13:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "13:55", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "14:00", "F913延", "忠三街口➡︎往國泰醫院"
                ],
                [
                    "14:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "14:50", "社巴", "南港火車站➡︎水蓮"
                ],
                [
                    "14:50", "F913", "汐湖橋口➡︎往國泰醫院"
                ],
                [
                    "15:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "15:50", "社巴", "南港火車站➡︎水蓮"
                ],
                [
                    "16:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "16:20", "F913延", "忠三街口➡︎往國泰醫院"
                ],
                [
                    "16:50", "社巴", "南港火車站➡︎水蓮"
                ],
                [
                    "16:50", "F913", "汐湖橋口➡︎往國泰醫院"
                ],
                [
                    "17:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "17:45", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "18:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "18:50", "F913", "汐湖橋口➡︎往國泰醫院"
                ],
                [
                    "18:55", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "19:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "19:25", "F913延", "忠三街口➡︎往國泰醫院"
                ],
                [
                    "19:50", "社巴", "南港火車站➡︎水蓮"
                ],
                [
                    "20:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "20:50", "社巴", "南港火車站➡︎水蓮"
                ],
                [
                    "21:25", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "22:05", "社巴", "東湖捷運站➡︎水蓮"
                ],
                [
                    "22:45", "社巴", "東湖捷運站➡︎水蓮"
                ]
            ]
        }
    },
    "typhoonSchedule": {
        "workday": {
            "to": [
                [
                    "06:10", "社巴", "停駛"
                ],
                [
                    "06:20", "社巴", "停駛"
                ],
                [
                    "06:25", "F913", "停駛"
                ],
                [
                    "06:30", "591", "停駛"
                ],
                [
                    "06:35", "社巴", "停駛"
                ],
                [
                    "06:45", "社巴", "停駛"
                ],
                [
                    "06:50", "591", "停駛"
                ],
                [
                    "06:50", "F913延", "停駛"
                ],
                [
                    "07:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "07:05", "社巴", "停駛"
                ],
                [
                    "07:25", "社巴", "停駛"
                ],
                [
                    "07:40", "社巴", "停駛"
                ],
                [
                    "08:00", "社巴", "停駛"
                ],
                [
                    "08:20", "社巴", "停駛"
                ],
                [
                    "08:25", "F913", "停駛"
                ],
                [
                    "08:30", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "08:40", "社巴", "停駛"
                ],
                [
                    "08:50", "F913延", "停駛"
                ],
                [
                    "09:00", "社巴", "停駛"
                ],
                [
                    "09:30", "社巴", "停駛"
                ],
                [
                    "10:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "10:25", "F913", "停駛"
                ],
                [
                    "10:30", "社巴", "停駛"
                ],
                [
                    "10:50", "F913延", "停駛"
                ],
                [
                    "11:00", "591", "停駛"
                ],
                [
                    "11:30", "社巴", "停駛"
                ],
                [
                    "12:10", "社巴", "停駛"
                ],
                [
                    "12:30", "社巴", "停駛"
                ],
                [
                    "13:00", "591", "停駛"
                ],
                [
                    "13:30", "社巴", "停駛"
                ],
                [
                    "14:00", "社巴", "停駛"
                ],
                [
                    "14:10", "F913", "停駛"
                ],
                [
                    "14:30", "社巴", "停駛"
                ],
                [
                    "14:45", "F913延", "停駛"
                ],
                [
                    "15:00", "591", "停駛"
                ],
                [
                    "15:30", "社巴", "停駛"
                ],
                [
                    "15:50", "社巴", "停駛"
                ],
                [
                    "16:00", "591", "停駛"
                ],
                [
                    "16:10", "F913", "停駛"
                ],
                [
                    "16:20", "社巴", "停駛"
                ],
                [
                    "16:45", "F913延", "停駛"
                ],
                [
                    "16:50", "社巴", "停駛"
                ],
                [
                    "17:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "17:20", "社巴", "停駛"
                ],
                [
                    "17:40", "591", "停駛"
                ],
                [
                    "17:45", "社巴", "停駛"
                ],
                [
                    "18:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "18:10", "社巴", "停駛"
                ],
                [
                    "18:10", "F913", "停駛"
                ],
                [
                    "18:20", "591", "停駛"
                ],
                [
                    "18:25", "社巴", "停駛"
                ],
                [
                    "18:30", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "18:40", "社巴", "停駛"
                ],
                [
                    "18:45", "F913延", "停駛"
                ],
                [
                    "18:55", "社巴", "停駛"
                ],
                [
                    "19:10", "社巴", "停駛"
                ],
                [
                    "19:25", "社巴", "停駛"
                ],
                [
                    "19:40", "社巴", "停駛"
                ],
                [
                    "20:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "20:05", "社巴", "停駛"
                ],
                [
                    "20:30", "社巴", "停駛"
                ],
                [
                    "20:50", "社巴", "停駛"
                ],
                [
                    "21:20", "社巴", "停駛"
                ],
                [
                    "21:55", "社巴", "停駛"
                ],
                [
                    "22:30", "社巴", "停駛"
                ]
            ],
            "from": [
                [
                    "06:25", "社巴", "停駛"
                ],
                [
                    "06:35", "社巴", "停駛"
                ],
                [
                    "06:50", "社巴", "停駛"
                ],
                [
                    "06:50", "591", "停駛"
                ],
                [
                    "07:00", "社巴", "停駛"
                ],
                [
                    "07:05", "F913", "停駛"
                ],
                [
                    "07:10", "591", "停駛"
                ],
                [
                    "07:20", "社巴", "停駛"
                ],
                [
                    "07:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "07:30", "F913延", "停駛"
                ],
                [
                    "07:40", "社巴", "停駛"
                ],
                [
                    "07:50", "591", "停駛"
                ],
                [
                    "07:55", "社巴", "停駛"
                ],
                [
                    "08:15", "社巴", "停駛"
                ],
                [
                    "08:35", "社巴", "停駛"
                ],
                [
                    "08:50", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "08:55", "社巴", "停駛"
                ],
                [
                    "09:05", "F913", "停駛"
                ],
                [
                    "09:15", "社巴", "停駛"
                ],
                [
                    "09:30", "F913延", "停駛"
                ],
                [
                    "09:45", "社巴", "停駛"
                ],
                [
                    "10:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "10:45", "社巴", "停駛"
                ],
                [
                    "11:05", "F913", "停駛"
                ],
                [
                    "11:30", "F913延", "停駛"
                ],
                [
                    "11:45", "社巴", "停駛"
                ],
                [
                    "12:25", "社巴", "停駛"
                ],
                [
                    "12:45", "社巴", "停駛"
                ],
                [
                    "13:45", "社巴", "停駛"
                ],
                [
                    "14:15", "社巴", "停駛"
                ],
                [
                    "14:45", "社巴", "停駛"
                ],
                [
                    "14:50", "F913", "停駛"
                ],
                [
                    "15:25", "F913延", "停駛"
                ],
                [
                    "15:45", "社巴", "停駛"
                ],
                [
                    "16:05", "社巴", "停駛"
                ],
                [
                    "16:35", "社巴", "停駛"
                ],
                [
                    "16:50", "F913", "停駛"
                ],
                [
                    "17:05", "社巴", "停駛"
                ],
                [
                    "17:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "17:25", "F913延", "停駛"
                ],
                [
                    "17:35", "社巴", "停駛"
                ],
                [
                    "18:00", "社巴", "停駛"
                ],
                [
                    "18:25", "社巴", "停駛"
                ],
                [
                    "18:40", "社巴", "停駛"
                ],
                [
                    "18:50", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "18:50", "F913", "停駛"
                ],
                [
                    "18:55", "社巴", "停駛"
                ],
                [
                    "19:10", "社巴", "停駛"
                ],
                [
                    "19:25", "社巴", "停駛"
                ],
                [
                    "19:25", "F913延", "停駛"
                ],
                [
                    "19:40", "社巴", "停駛"
                ],
                [
                    "19:55", "社巴", "停駛"
                ],
                [
                    "20:20", "社巴", "停駛"
                ],
                [
                    "20:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "20:45", "社巴", "停駛"
                ],
                [
                    "21:05", "社巴", "停駛"
                ],
                [
                    "21:20", "591", "停駛"
                ],
                [
                    "21:35", "社巴", "停駛"
                ],
                [
                    "22:10", "社巴", "停駛"
                ],
                [
                    "22:45", "社巴", "停駛"
                ]
            ]
        },
        "holiday": {
            "to": [
                [
                    "06:25", "F913", "停駛"
                ],
                [
                    "06:30", "社巴", "停駛"
                ],
                [
                    "06:50", "F913延", "停駛"
                ],
                [
                    "07:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "07:30", "社巴", "停駛"
                ],
                [
                    "08:25", "F913", "停駛"
                ],
                [
                    "08:30", "社巴", "停駛"
                ],
                [
                    "08:30", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "08:50", "F913延", "停駛"
                ],
                [
                    "09:30", "社巴", "停駛"
                ],
                [
                    "10:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "10:25", "F913", "停駛"
                ],
                [
                    "10:30", "社巴", "停駛"
                ],
                [
                    "10:50", "F913延", "停駛"
                ],
                [
                    "11:30", "社巴", "停駛"
                ],
                [
                    "12:30", "社巴", "停駛"
                ],
                [
                    "13:40", "社巴", "停駛"
                ],
                [
                    "14:10", "F913", "停駛"
                ],
                [
                    "14:30", "社巴", "停駛"
                ],
                [
                    "14:45", "F913延", "停駛"
                ],
                [
                    "15:30", "社巴", "停駛"
                ],
                [
                    "16:10", "F913", "停駛"
                ],
                [
                    "16:30", "社巴", "停駛"
                ],
                [
                    "16:45", "F913延", "停駛"
                ],
                [
                    "17:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "17:30", "社巴", "停駛"
                ],
                [
                    "18:10", "F913", "停駛"
                ],
                [
                    "18:30", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "18:40", "社巴", "停駛"
                ],
                [
                    "18:45", "F913延", "停駛"
                ],
                [
                    "19:30", "社巴", "停駛"
                ],
                [
                    "20:00", "591", "水蓮➡︎往南港火車站"
                ],
                [
                    "20:30", "社巴", "停駛"
                ],
                [
                    "21:10", "社巴", "停駛"
                ],
                [
                    "21:50", "社巴", "停駛"
                ],
                [
                    "22:30", "社巴", "停駛"
                ]
            ],
            "from": [
                [
                    "06:50", "社巴", "停駛"
                ],
                [
                    "07:05", "F913", "停駛"
                ],
                [
                    "07:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "07:30", "F913延", "停駛"
                ],
                [
                    "07:50", "社巴", "停駛"
                ],
                [
                    "08:50", "社巴", "停駛"
                ],
                [
                    "08:50", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "09:05", "F913", "停駛"
                ],
                [
                    "09:30", "F913延", "停駛"
                ],
                [
                    "10:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "10:50", "社巴", "停駛"
                ],
                [
                    "11:05", "F913", "停駛"
                ],
                [
                    "11:30", "F913延", "停駛"
                ],
                [
                    "11:50", "社巴", "停駛"
                ],
                [
                    "12:45", "社巴", "停駛"
                ],
                [
                    "13:55", "社巴", "停駛"
                ],
                [
                    "14:50", "社巴", "停駛"
                ],
                [
                    "14:50", "F913", "停駛"
                ],
                [
                    "15:25", "F913延", "停駛"
                ],
                [
                    "15:50", "社巴", "停駛"
                ],
                [
                    "16:50", "社巴", "停駛"
                ],
                [
                    "16:50", "F913", "停駛"
                ],
                [
                    "17:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "17:25", "F913延", "停駛"
                ],
                [
                    "17:45", "社巴", "停駛"
                ],
                [
                    "18:50", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "18:50", "F913", "停駛"
                ],
                [
                    "18:55", "社巴", "停駛"
                ],
                [
                    "19:25", "F913延", "停駛"
                ],
                [
                    "19:50", "社巴", "停駛"
                ],
                [
                    "20:20", "591", "南港火車站➡︎水蓮"
                ],
                [
                    "20:50", "社巴", "停駛"
                ],
                [
                    "21:25", "社巴", "停駛"
                ],
                [
                    "22:05", "社巴", "停駛"
                ],
                [
                    "22:45", "社巴", "停駛"
                ]
            ]
        }
    },
    "sections": [
        {
            "title": "社巴平日去程",
            "label": "社巴平日去程",
            "short": "社巴平日去程",
            "route": "社巴",
            "dir": "去程",
            "day": "平日",
            "note": "走汐湖二橋不經東湖",
            "stops": [
                {
                    "name": "水蓮山莊",
                    "lat": "25.077647",
                    "lng": "121.629944"
                }, {
                    "name": "金龍里",
                    "lat": "25.071147",
                    "lng": "121.6310686"
                }, {
                    "name": "民族六街市場口",
                    "lat": "25.070619",
                    "lng": "121.629333"
                }, {
                    "name": "金龍國小",
                    "lat": "25.068229",
                    "lng": "121.625833"
                }, {
                    "name": "西陵科學園區",
                    "lat": "25.066636",
                    "lng": "121.621237"
                }, {
                    "name": "東湖捷運站",
                    "lat": "25.06720719",
                    "lng": "121.6115736"
                }
            ]
        }, {
            "title": "社巴平日回程",
            "label": "社巴平日回程",
            "short": "社巴平日回程",
            "route": "社巴",
            "dir": "回程",
            "day": "平日",
            "note": "經東湖，康寧路轉明峰街",
            "stops": [
                {
                    "name": "東湖捷運站(3號出口)",
                    "lat": "25.06720719",
                    "lng": "121.6115736"
                }, {
                    "name": "五分社區(寶島鐘錶旁)",
                    "lat": "25.06868684",
                    "lng": "121.6143563"
                }, {
                    "name": "東湖國小(東湖路126號前)",
                    "lat": "25.06803617",
                    "lng": "121.6165235"
                }, {
                    "name": "西陵科學園區",
                    "lat": "25.06660779",
                    "lng": "121.622098"
                }, {
                    "name": "金龍國小(同591公車站牌)",
                    "lat": "25.068229",
                    "lng": "121.625833"
                }, {
                    "name": "民族六街市場口",
                    "lat": "25.0705",
                    "lng": "121.62945"
                }, {
                    "name": "金龍里(家樂福)",
                    "lat": "25.07100603",
                    "lng": "121.6309914"
                }, {
                    "name": "水蓮山莊",
                    "lat": "25.077817",
                    "lng": "121.630139"
                }
            ]
        }, {
            "title": "社巴假日去程",
            "label": "社巴假日去程",
            "short": "社巴假日去程",
            "route": "社巴",
            "dir": "去程",
            "day": "假日",
            "note": "",
            "stops": [
                {
                    "name": "水蓮山莊",
                    "lat": "25.077647",
                    "lng": "121.629944"
                }, {
                    "name": "金龍里",
                    "lat": "25.071147",
                    "lng": "121.6310686"
                }, {
                    "name": "北峰里(明峰街)",
                    "lat": "25.069422",
                    "lng": "121.6276293"
                }, {
                    "name": "金龍國小(明峰街)",
                    "lat": "25.068229",
                    "lng": "121.625833"
                }, {
                    "name": "經貿園區",
                    "lat": "25.06662284",
                    "lng": "121.6212423"
                }, {
                    "name": "東湖國小",
                    "lat": "25.068177",
                    "lng": "121.61668"
                }, {
                    "name": "五分社區",
                    "lat": "25.06876328",
                    "lng": "121.6143084"
                }, {
                    "name": "捷運東湖站(南湖高中)",
                    "lat": "25.067493",
                    "lng": "121.6115022"
                }, {
                    "name": "南港軟體園區北站",
                    "lat": "25.05968702",
                    "lng": "121.6142045"
                }, {
                    "name": "南港軟體園區南站",
                    "lat": "25.05655055",
                    "lng": "121.6138914"
                }, {
                    "name": "南港車站",
                    "lat": "25.05340065",
                    "lng": "121.6069591"
                }
            ]
        }, {
            "title": "社巴假日回程",
            "label": "社巴假日回程",
            "short": "社巴假日回程",
            "route": "社巴",
            "dir": "回程",
            "day": "假日",
            "note": "",
            "stops": [
                {
                    "name": "南港軟體園區南站",
                    "lat": "25.05641711",
                    "lng": "121.6141291"
                }, {
                    "name": "南港軟體園區北站",
                    "lat": "25.05870571",
                    "lng": "121.61428"
                }, {
                    "name": "捷運東湖站(南湖高中)",
                    "lat": "25.06720719",
                    "lng": "121.6115736"
                }, {
                    "name": "五分社區",
                    "lat": "25.06868684",
                    "lng": "121.6143563"
                }, {
                    "name": "東湖國小",
                    "lat": "25.068103",
                    "lng": "121.61672"
                }, {
                    "name": "經貿園區",
                    "lat": "25.06660779",
                    "lng": "121.622098"
                }, {
                    "name": "金龍國小(同591公車站牌)",
                    "lat": "25.068008",
                    "lng": "121.625826"
                }, {
                    "name": "金龍里",
                    "lat": "25.071008",
                    "lng": "121.631037"
                }, {
                    "name": "水蓮山莊",
                    "lat": "25.077647",
                    "lng": "121.629944"
                }
            ]
        }, {
            "title": "591公車平、假日去程",
            "label": "591 去程",
            "short": "591 公車去程",
            "route": "591",
            "dir": "去程",
            "day": "假日",
            "note": "",
            "stops": [
                {
                    "name": "水蓮山莊",
                    "lat": "25.077647",
                    "lng": "121.629944"
                }, {
                    "name": "北峰寺",
                    "lat": "25.072847",
                    "lng": "121.630142"
                }, {
                    "name": "金龍里",
                    "lat": "25.071147",
                    "lng": "121.6310686"
                }, {
                    "name": "北峰里(明峰街)",
                    "lat": "25.069422",
                    "lng": "121.6276293"
                }, {
                    "name": "金龍國小(明峰街)",
                    "lat": "25.068229",
                    "lng": "121.625833"
                }, {
                    "name": "木南煤礦",
                    "lat": "25.067032",
                    "lng": "121.62487"
                }, {
                    "name": "經貿園區",
                    "lat": "25.06662284",
                    "lng": "121.6212423"
                }, {
                    "name": "北山里",
                    "lat": "25.066708",
                    "lng": "121.618948"
                }, {
                    "name": "東湖國小",
                    "lat": "25.068177",
                    "lng": "121.61668"
                }, {
                    "name": "五分社區",
                    "lat": "25.06876328",
                    "lng": "121.6143084"
                }, {
                    "name": "捷運東湖站(南湖高中)",
                    "lat": "25.067493",
                    "lng": "121.6115022"
                }, {
                    "name": "南港軟體園區北站",
                    "lat": "25.05968702",
                    "lng": "121.6142045"
                }, {
                    "name": "南港軟體園區南站",
                    "lat": "25.05655055",
                    "lng": "121.6138914"
                }, {
                    "name": "南港高工(南港路)",
                    "lat": "25.05496831",
                    "lng": "121.6097763"
                }, {
                    "name": "南港車站",
                    "lat": "25.05340065",
                    "lng": "121.6069591"
                }
            ]
        }, {
            "title": "591公車平、假日回程",
            "label": "591 回程",
            "short": "591 公車回程",
            "route": "591",
            "dir": "回程",
            "day": "假日",
            "note": "",
            "stops": [
                {
                    "name": "南港行政中心",
                    "lat": "25.05437592",
                    "lng": "121.607082"
                }, {
                    "name": "南港高工(南港路)",
                    "lat": "25.05493375",
                    "lng": "121.6106621"
                }, {
                    "name": "南港軟體園區南站",
                    "lat": "25.05641711",
                    "lng": "121.6141291"
                }, {
                    "name": "南港軟體園區北站",
                    "lat": "25.05870571",
                    "lng": "121.61428"
                }, {
                    "name": "捷運東湖站(南湖高中)",
                    "lat": "25.06720719",
                    "lng": "121.6115736"
                }, {
                    "name": "五分社區",
                    "lat": "25.06868684",
                    "lng": "121.6143563"
                }, {
                    "name": "東湖國小",
                    "lat": "25.068103",
                    "lng": "121.61672"
                }, {
                    "name": "北山里",
                    "lat": "25.066676",
                    "lng": "121.618528"
                }, {
                    "name": "經貿園區",
                    "lat": "25.06660779",
                    "lng": "121.622098"
                }, {
                    "name": "木南煤礦",
                    "lat": "25.066839",
                    "lng": "121.624809"
                }, {
                    "name": "金龍國小(明峰街)",
                    "lat": "25.068008",
                    "lng": "121.625826"
                }, {
                    "name": "金龍里",
                    "lat": "25.071008",
                    "lng": "121.631037"
                }, {
                    "name": "北峰寺",
                    "lat": "25.072844",
                    "lng": "121.63024"
                }, {
                    "name": "水蓮山莊",
                    "lat": "25.077647",
                    "lng": "121.629944"
                }
            ]
        }, {
            "title": "F913社后線公車平日及假日去程",
            "label": "F913 去程",
            "short": "F913去程",
            "route": "F913",
            "dir": "去程",
            "day": "平日及假日",
            "note": "至水蓮約23分，不含塞車及停靠站時間",
            "stops": [
                {
                    "name": "國泰醫院(建成路)",
                    "lat": "25.07328",
                    "lng": "121.661909"
                }, {
                    "name": "崇義高中(忠孝東路)",
                    "lat": "25.07577099",
                    "lng": "121.6668948"
                }, {
                    "name": "橋東",
                    "lat": "25.073617",
                    "lng": "121.666124"
                }, {
                    "name": "摩登家庭社區",
                    "lat": "25.07186389",
                    "lng": "121.6659388"
                }, {
                    "name": "茄苳路口",
                    "lat": "25.070588",
                    "lng": "121.665671"
                }, {
                    "name": "汐止火車站(忠孝東路)",
                    "lat": "25.067993",
                    "lng": "121.663358"
                }, {
                    "name": "秀峰高中(忠孝東路)",
                    "lat": "25.066476",
                    "lng": "121.661871"
                }, {
                    "name": "黃昏市場",
                    "lat": "25.065446",
                    "lng": "121.659604"
                }, {
                    "name": "汐止國中",
                    "lat": "25.067358",
                    "lng": "121.658841"
                }, {
                    "name": "汐止國小",
                    "lat": "25.066335",
                    "lng": "121.654564"
                }, {
                    "name": "汐科站北站",
                    "lat": "25.06486",
                    "lng": "121.652863"
                }, {
                    "name": "遠東科技中心",
                    "lat": "25.063921",
                    "lng": "121.650598"
                }, {
                    "name": "汐科站南站",
                    "lat": "25.06295544",
                    "lng": "121.6470153"
                }, {
                    "name": "昊天嶺",
                    "lat": "25.062079",
                    "lng": "121.644615"
                }, {
                    "name": "樟樹一路口",
                    "lat": "25.06245347",
                    "lng": "121.6416879"
                }, {
                    "name": "忠孝里",
                    "lat": "25.064858",
                    "lng": "121.642188"
                }, {
                    "name": "樟樹國小",
                    "lat": "25.066762",
                    "lng": "121.64249"
                }, {
                    "name": "開山宮",
                    "lat": "25.068329",
                    "lng": "121.642713"
                }, {
                    "name": "山光社區",
                    "lat": "25.071151",
                    "lng": "121.641858"
                }, {
                    "name": "半島花園",
                    "lat": "25.07381",
                    "lng": "121.6436"
                }, {
                    "name": "樟江大橋",
                    "lat": "25.075856",
                    "lng": "121.644525"
                }, {
                    "name": "伯爵山莊",
                    "lat": "25.075359",
                    "lng": "121.641733"
                }, {
                    "name": "伯爵山莊一",
                    "lat": "25.07383644",
                    "lng": "121.6390103"
                }, {
                    "name": "日月光社區",
                    "lat": "25.075622",
                    "lng": "121.63741"
                }, {
                    "name": "日月光社區D區",
                    "lat": "25.074445",
                    "lng": "121.6368653"
                }, {
                    "name": "日月光社區B區",
                    "lat": "25.075509",
                    "lng": "121.637417"
                }, {
                    "name": "濱湖大第",
                    "lat": "25.07195441",
                    "lng": "121.6371164"
                }, {
                    "name": "金龍湖",
                    "lat": "25.07147645",
                    "lng": "121.6352014"
                }, {
                    "name": "湖東街口",
                    "lat": "25.07141234",
                    "lng": "121.6334489"
                }, {
                    "name": "北峰寺",
                    "lat": "25.072844",
                    "lng": "121.63024"
                }, {
                    "name": "水蓮山莊",
                    "lat": "25.077647",
                    "lng": "121.629944"
                }, {
                    "name": "北峰寺",
                    "lat": "25.072847",
                    "lng": "121.630142"
                }, {
                    "name": "金龍里",
                    "lat": "25.071147",
                    "lng": "121.6310686"
                }, {
                    "name": "民族六街口",
                    "lat": "25.070619",
                    "lng": "121.629333"
                }, {
                    "name": "北峰里(明峰街)",
                    "lat": "25.069422",
                    "lng": "121.6276293"
                }, {
                    "name": "金龍國小(明峰街)",
                    "lat": "25.068229",
                    "lng": "121.625833"
                }, {
                    "name": "經貿園區",
                    "lat": "25.066636",
                    "lng": "121.621237"
                }, {
                    "name": "汐湖橋口(循環接續點)",
                    "lat": "25.067322",
                    "lng": "121.617871"
                }
            ]
        }, {
            "title": "F913社后線公車平日及假日回程",
            "label": "F913 回程",
            "short": "F913回程",
            "route": "F913",
            "dir": "回程",
            "day": "平日及假日",
            "note": "循環接續站點折返",
            "stops": [
                {
                    "name": "汐湖橋口(循環接續點)",
                    "lat": "25.067322",
                    "lng": "121.617871"
                }, {
                    "name": "經貿園區",
                    "lat": "25.06660779",
                    "lng": "121.622098"
                }, {
                    "name": "木南煤礦",
                    "lat": "25.066839",
                    "lng": "121.624809"
                }, {
                    "name": "金龍國小(康寧街)",
                    "lat": "25.067351",
                    "lng": "121.627395"
                }, {
                    "name": "北峰里(康寧街)",
                    "lat": "25.067712",
                    "lng": "121.629129"
                }, {
                    "name": "金龍市場",
                    "lat": "25.068367",
                    "lng": "121.629422"
                }, {
                    "name": "北峰里(中興路)",
                    "lat": "25.06922056",
                    "lng": "121.6286716"
                }, {
                    "name": "民族六街口",
                    "lat": "25.0705",
                    "lng": "121.62945"
                }, {
                    "name": "金龍里",
                    "lat": "25.071008",
                    "lng": "121.631037"
                }, {
                    "name": "北峰寺",
                    "lat": "25.072844",
                    "lng": "121.63024"
                }, {
                    "name": "水蓮山莊",
                    "lat": "25.077647",
                    "lng": "121.629944"
                }, {
                    "name": "北峰寺",
                    "lat": "25.072847",
                    "lng": "121.630142"
                }, {
                    "name": "湖東街口",
                    "lat": "25.07129",
                    "lng": "121.63344"
                }, {
                    "name": "金龍湖",
                    "lat": "25.071398",
                    "lng": "121.634638"
                }, {
                    "name": "濱湖大第",
                    "lat": "25.07184",
                    "lng": "121.63723"
                }, {
                    "name": "日月光社區",
                    "lat": "25.075622",
                    "lng": "121.63741"
                }, {
                    "name": "日月光社區D區",
                    "lat": "25.074445",
                    "lng": "121.6368653"
                }, {
                    "name": "日月光社區B區",
                    "lat": "25.075509",
                    "lng": "121.637417"
                }, {
                    "name": "伯爵山莊一",
                    "lat": "25.073736",
                    "lng": "121.63923"
                }, {
                    "name": "伯爵山莊",
                    "lat": "25.075192",
                    "lng": "121.641688"
                }, {
                    "name": "樟江大橋",
                    "lat": "25.07573198",
                    "lng": "121.6447007"
                }, {
                    "name": "半島花園",
                    "lat": "25.073991",
                    "lng": "121.643781"
                }, {
                    "name": "福安宮",
                    "lat": "25.070234",
                    "lng": "121.641383"
                }, {
                    "name": "厚德里(樟樹國小)",
                    "lat": "25.068556",
                    "lng": "121.640833"
                }, {
                    "name": "樟樹國際實中",
                    "lat": "25.06528",
                    "lng": "121.63978"
                }, {
                    "name": "忠孝里活動中心",
                    "lat": "25.06315929",
                    "lng": "121.6397007"
                }, {
                    "name": "樟樹一路口",
                    "lat": "25.062424",
                    "lng": "121.641581"
                }, {
                    "name": "昊天嶺",
                    "lat": "25.06217",
                    "lng": "121.6454"
                }, {
                    "name": "汐科站南站",
                    "lat": "25.0628093",
                    "lng": "121.6472189"
                }, {
                    "name": "汐科站北站",
                    "lat": "25.06417",
                    "lng": "121.65221"
                }, {
                    "name": "汐止國小",
                    "lat": "25.066251",
                    "lng": "121.654922"
                }, {
                    "name": "汐止國中",
                    "lat": "25.067099",
                    "lng": "121.658766"
                }, {
                    "name": "黃昏市場",
                    "lat": "25.065399",
                    "lng": "121.659469"
                }, {
                    "name": "秀峰高中(忠孝東路)",
                    "lat": "25.066644",
                    "lng": "121.662214"
                }, {
                    "name": "汐止火車站(忠孝東路)",
                    "lat": "25.067896",
                    "lng": "121.663421"
                }, {
                    "name": "茄苳路口",
                    "lat": "25.070489",
                    "lng": "121.665747"
                }, {
                    "name": "摩登家庭社區",
                    "lat": "25.07142401",
                    "lng": "121.6659554"
                }, {
                    "name": "橋東",
                    "lat": "25.073527",
                    "lng": "121.666245"
                }, {
                    "name": "崇義高中(忠孝東路)",
                    "lat": "25.07598285",
                    "lng": "121.6670868"
                }, {
                    "name": "國泰醫院(建成路)",
                    "lat": "25.07328",
                    "lng": "121.661909"
                }
            ]
        }, {
            "title": "F913社后線延(忠三街口)公車平日及假日去程",
            "label": "F913延 去程",
            "short": "F913延（忠三街口）去程",
            "route": "F913",
            "dir": "去程",
            "day": "平日及假日",
            "note": "國泰醫院至水蓮約20分，不含塞車及停靠站時間",
            "stops": [
                {
                    "name": "國泰醫院(建成路)",
                    "lat": "25.07328",
                    "lng": "121.661909"
                }, {
                    "name": "崇義高中(忠孝東路)",
                    "lat": "25.07577099",
                    "lng": "121.6668948"
                }, {
                    "name": "橋東",
                    "lat": "25.073617",
                    "lng": "121.666124"
                }, {
                    "name": "摩登家庭社區",
                    "lat": "25.07186389",
                    "lng": "121.6659388"
                }, {
                    "name": "茄苳路口",
                    "lat": "25.070588",
                    "lng": "121.665671"
                }, {
                    "name": "汐止火車站(忠孝東路)",
                    "lat": "25.067993",
                    "lng": "121.663358"
                }, {
                    "name": "秀峰高中(忠孝東路)",
                    "lat": "25.066476",
                    "lng": "121.661871"
                }, {
                    "name": "黃昏市場",
                    "lat": "25.065446",
                    "lng": "121.659604"
                }, {
                    "name": "汐止國中",
                    "lat": "25.067358",
                    "lng": "121.658841"
                }, {
                    "name": "汐止國小",
                    "lat": "25.066335",
                    "lng": "121.654564"
                }, {
                    "name": "汐科站北站",
                    "lat": "25.06486",
                    "lng": "121.652863"
                }, {
                    "name": "遠東科技中心",
                    "lat": "25.063921",
                    "lng": "121.650598"
                }, {
                    "name": "汐科站南站",
                    "lat": "25.06295544",
                    "lng": "121.6470153"
                }, {
                    "name": "昊天嶺",
                    "lat": "25.062079",
                    "lng": "121.644615"
                }, {
                    "name": "樟樹一路口",
                    "lat": "25.06245347",
                    "lng": "121.6416879"
                }, {
                    "name": "忠孝里",
                    "lat": "25.064858",
                    "lng": "121.642188"
                }, {
                    "name": "樟樹國小",
                    "lat": "25.066762",
                    "lng": "121.64249"
                }, {
                    "name": "開山宮",
                    "lat": "25.068329",
                    "lng": "121.642713"
                }, {
                    "name": "山光社區",
                    "lat": "25.071151",
                    "lng": "121.641858"
                }, {
                    "name": "半島花園",
                    "lat": "25.07381",
                    "lng": "121.6436"
                }, {
                    "name": "樟江大橋",
                    "lat": "25.075856",
                    "lng": "121.644525"
                }, {
                    "name": "伯爵山莊",
                    "lat": "25.075359",
                    "lng": "121.641733"
                }, {
                    "name": "伯爵山莊一",
                    "lat": "25.07383644",
                    "lng": "121.6390103"
                }, {
                    "name": "日月光社區",
                    "lat": "25.075622",
                    "lng": "121.63741"
                }, {
                    "name": "日月光社區D區",
                    "lat": "25.074445",
                    "lng": "121.6368653"
                }, {
                    "name": "日月光社區B區",
                    "lat": "25.075509",
                    "lng": "121.637417"
                }, {
                    "name": "濱湖大第",
                    "lat": "25.07195441",
                    "lng": "121.6371164"
                }, {
                    "name": "金龍湖",
                    "lat": "25.07147645",
                    "lng": "121.6352014"
                }, {
                    "name": "湖東街口",
                    "lat": "25.07141234",
                    "lng": "121.6334489"
                }, {
                    "name": "北峰寺",
                    "lat": "25.072844",
                    "lng": "121.63024"
                }, {
                    "name": "水蓮山莊",
                    "lat": "25.077647",
                    "lng": "121.629944"
                }, {
                    "name": "北峰寺",
                    "lat": "25.072847",
                    "lng": "121.630142"
                }, {
                    "name": "金龍里",
                    "lat": "25.071147",
                    "lng": "121.6310686"
                }, {
                    "name": "民族六街口",
                    "lat": "25.070619",
                    "lng": "121.629333"
                }, {
                    "name": "北峰里(明峰街)",
                    "lat": "25.069422",
                    "lng": "121.6276293"
                }, {
                    "name": "金龍國小(明峰街)",
                    "lat": "25.068229",
                    "lng": "121.625833"
                }, {
                    "name": "經貿園區",
                    "lat": "25.066636",
                    "lng": "121.621237"
                }, {
                    "name": "北山里",
                    "lat": "25.066708",
                    "lng": "121.618948"
                }, {
                    "name": "東湖國中",
                    "lat": "25.07287274",
                    "lng": "121.6194588"
                }, {
                    "name": "白馬山莊",
                    "lat": "25.076956",
                    "lng": "121.623174"
                }, {
                    "name": "忠三街口(循環接續點)",
                    "lat": "25.07844",
                    "lng": "121.624021"
                }
            ]
        }, {
            "title": "F913社后線延(忠三街口)公車平日及假日回程",
            "label": "F913延 回程",
            "short": "F913延（忠三街口）回程",
            "route": "F913",
            "dir": "回程",
            "day": "平日及假日",
            "note": "循環接續站點折返",
            "stops": [
                {
                    "name": "忠三街口(循環接續點)",
                    "lat": "25.07844",
                    "lng": "121.624021"
                }, {
                    "name": "白馬山莊",
                    "lat": "25.076956",
                    "lng": "121.623174"
                }, {
                    "name": "東湖國中",
                    "lat": "25.07264508",
                    "lng": "121.6193513"
                }, {
                    "name": "汐湖橋口",
                    "lat": "25.067322",
                    "lng": "121.617871"
                }, {
                    "name": "經貿園區",
                    "lat": "25.06660779",
                    "lng": "121.622098"
                }, {
                    "name": "木南煤礦",
                    "lat": "25.066839",
                    "lng": "121.624809"
                }, {
                    "name": "金龍國小(康寧街)",
                    "lat": "25.067351",
                    "lng": "121.627395"
                }, {
                    "name": "北峰里(康寧街)",
                    "lat": "25.067712",
                    "lng": "121.629129"
                }, {
                    "name": "金龍市場",
                    "lat": "25.068367",
                    "lng": "121.629422"
                }, {
                    "name": "北峰里(中興路)",
                    "lat": "25.06922056",
                    "lng": "121.6286716"
                }, {
                    "name": "民族六街口",
                    "lat": "25.0705",
                    "lng": "121.62945"
                }, {
                    "name": "金龍里",
                    "lat": "25.071008",
                    "lng": "121.631037"
                }, {
                    "name": "北峰寺",
                    "lat": "25.072844",
                    "lng": "121.63024"
                }, {
                    "name": "水蓮山莊",
                    "lat": "25.077647",
                    "lng": "121.629944"
                }, {
                    "name": "北峰寺",
                    "lat": "25.072847",
                    "lng": "121.630142"
                }, {
                    "name": "湖東街口",
                    "lat": "25.07129",
                    "lng": "121.63344"
                }, {
                    "name": "金龍湖",
                    "lat": "25.071398",
                    "lng": "121.634638"
                }, {
                    "name": "濱湖大第",
                    "lat": "25.07184",
                    "lng": "121.63723"
                }, {
                    "name": "日月光社區",
                    "lat": "25.075622",
                    "lng": "121.63741"
                }, {
                    "name": "日月光社區D區",
                    "lat": "25.074445",
                    "lng": "121.6368653"
                }, {
                    "name": "日月光社區B區",
                    "lat": "25.075509",
                    "lng": "121.637417"
                }, {
                    "name": "伯爵山莊一",
                    "lat": "25.073736",
                    "lng": "121.63923"
                }, {
                    "name": "伯爵山莊",
                    "lat": "25.075192",
                    "lng": "121.641688"
                }, {
                    "name": "樟江大橋",
                    "lat": "25.07573198",
                    "lng": "121.6447007"
                }, {
                    "name": "半島花園",
                    "lat": "25.073991",
                    "lng": "121.643781"
                }, {
                    "name": "福安宮",
                    "lat": "25.070234",
                    "lng": "121.641383"
                }, {
                    "name": "樟樹國小",
                    "lat": "25.068556",
                    "lng": "121.640833"
                }, {
                    "name": "樟樹國際實中",
                    "lat": "25.06528",
                    "lng": "121.63978"
                }, {
                    "name": "忠孝里活動中心",
                    "lat": "25.06315929",
                    "lng": "121.6397007"
                }, {
                    "name": "樟樹一路口",
                    "lat": "25.062424",
                    "lng": "121.641581"
                }, {
                    "name": "昊天嶺",
                    "lat": "25.06217",
                    "lng": "121.6454"
                }, {
                    "name": "汐科站南站",
                    "lat": "25.0628093",
                    "lng": "121.6472189"
                }, {
                    "name": "汐科站北站",
                    "lat": "25.06417",
                    "lng": "121.65221"
                }, {
                    "name": "汐止國小",
                    "lat": "25.066251",
                    "lng": "121.654922"
                }, {
                    "name": "汐止國中",
                    "lat": "25.067099",
                    "lng": "121.658766"
                }, {
                    "name": "黃昏市場",
                    "lat": "25.065399",
                    "lng": "121.659469"
                }, {
                    "name": "秀峰高中(忠孝東路)",
                    "lat": "25.066644",
                    "lng": "121.662214"
                }, {
                    "name": "汐止火車站(忠孝東路)",
                    "lat": "25.067896",
                    "lng": "121.663421"
                }, {
                    "name": "茄苳路口",
                    "lat": "25.070489",
                    "lng": "121.665747"
                }, {
                    "name": "摩登家庭社區",
                    "lat": "25.07142401",
                    "lng": "121.6659554"
                }, {
                    "name": "橋東",
                    "lat": "25.073527",
                    "lng": "121.666245"
                }, {
                    "name": "崇義高中(忠孝東路)",
                    "lat": "25.07598285",
                    "lng": "121.6670868"
                }, {
                    "name": "國泰醫院(建成路)",
                    "lat": "25.07328",
                    "lng": "121.661909"
                }
            ]
        }
    ],
    "phoneGroups": [
        {
            "unit": "城事不動產",
            "note": "",
            "lines": [
                {
                    "tel": "(02)8642-9315",
                    "href": "tel:+886-286429315",
                    "ext": ""
                }
            ]
        }, {
            "unit": "城事 - 董文燕",
            "note": "",
            "lines": [
                {
                    "tel": "0936-118-675",
                    "href": "tel:+886-936118675",
                    "ext": ""
                }
            ]
        }, {
            "unit": "城事 - 虞明思",
            "note": "水電修繕",
            "lines": [
                {
                    "tel": "0910-922-846",
                    "href": "tel:+886-910922846",
                    "ext": ""
                }
            ]
        }, {
            "unit": "服務中心",
            "note": "",
            "lines": [
                {
                    "tel": "(02)2690-8700",
                    "href": "tel:+886-226908700",
                    "ext": ""
                }, {
                    "tel": "(02)2690-8899",
                    "href": "tel:+886-226908899",
                    "ext": "88000"
                }
            ]
        }, {
            "unit": "中控大門警衛",
            "note": "",
            "lines": [
                {
                    "tel": "(02)2690-8024",
                    "href": "tel:+886-226908024",
                    "ext": "20005"
                }
            ]
        }, {
            "unit": "生活館",
            "note": "",
            "lines": [
                {
                    "tel": "(02)2690-8040",
                    "href": "tel:+886-226908040",
                    "ext": "85012"
                }
            ]
        }, {
            "unit": "樂活天地",
            "note": "",
            "lines": [
                {
                    "tel": "(02)2690-8318",
                    "href": "tel:+886-226908318",
                    "ext": "80003"
                }
            ]
        }, {
            "unit": "郵局代辦所",
            "note": "",
            "lines": [
                {
                    "tel": "(02)2693-3000",
                    "href": "tel:+886-226933000",
                    "ext": ""
                }
            ]
        }, {
            "unit": "康大幼兒園",
            "note": "",
            "lines": [
                {
                    "tel": "(02)2690-8448",
                    "href": "tel:+886-226908448",
                    "ext": "11011"
                }
            ]
        }, {
            "unit": "全家便利商店",
            "note": "",
            "lines": [
                {
                    "tel": "(02)2690-9465",
                    "href": "tel:+886-226909465",
                    "ext": "61005"
                }
            ]
        }, {
            "unit": "自助洗衣",
            "note": "",
            "lines": [
                {
                    "tel": "0952-416-232",
                    "href": "tel:+886-952416232",
                    "ext": ""
                }
            ]
        }, {
            "unit": "臻妮髮藝",
            "note": "",
            "lines": [
                {
                    "tel": "0917-569-588",
                    "href": "tel:+886-917569588",
                    "ext": ""
                }
            ]
        }, {
            "unit": "樂．美甲",
            "note": "",
            "lines": [
                {
                    "tel": "0908-879-542",
                    "href": "tel:+886-908879542",
                    "ext": "82040"
                }
            ]
        }, {
            "unit": "服飾店-吳小姐",
            "note": "",
            "lines": [
                {
                    "tel": "0939-856-333",
                    "href": "tel:+886-939856333",
                    "ext": ""
                }
            ]
        }, {
            "unit": "樂廚",
            "note": "",
            "lines": [
                {
                    "tel": "(02)2690-8709",
                    "href": "tel:+886-226908709",
                    "ext": ""
                }, {
                    "tel": "0958-140-083",
                    "href": "tel:+886-958140083",
                    "ext": ""
                }
            ]
        }, {
            "unit": "小廚房",
            "note": "",
            "lines": [
                {
                    "tel": "(02)8642-9120",
                    "href": "tel:+886-286429120",
                    "ext": "61002"
                }
            ]
        }, {
            "unit": "東豐科技",
            "note": "",
            "lines": [
                {
                    "tel": "0938-922-263",
                    "href": "tel:+886-938922263",
                    "ext": "81008"
                }
            ]
        }, {
            "unit": "磐石之家",
            "note": "",
            "lines": [
                {
                    "tel": "0933-708-594",
                    "href": "tel:+886-933708594",
                    "ext": "61015"
                }, {
                    "tel": "",
                    "href": "",
                    "ext": "39199"
                }
            ]
        }, {
            "unit": "Pizza的家",
            "note": "",
            "lines": [
                {
                    "tel": "0935-562-335",
                    "href": "tel:+886-935562335",
                    "ext": "22171"
                }
            ]
        }, {
            "unit": "健身工作室",
            "note": "",
            "lines": [
                {
                    "tel": "0905-283-172",
                    "href": "tel:+886-905283172",
                    "ext": ""
                }
            ]
        }, {
            "unit": "力揚機械車位",
            "note": "",
            "lines": [
                {
                    "tel": "(02)2455-1299",
                    "href": "tel:+886-224551299",
                    "ext": ""
                }, {
                    "tel": "0800-070-168",
                    "href": "tel:+886-800070168",
                    "ext": ""
                }
            ]
        }
    ]
};